export const dictionary = {
    units: {
        "0": "нула",
        "1": "еден",
        "2": "два",
        "3": "три",
        "4": "четири",
        "5": "пет",
        "6": "шест",
        "7": "седум",
        "8": "осум",
        "9": "девет",
        "singularSuffix": "",
        "pluralSufix": ""
    },
    tens: {
        "10": "десет",
        "11": "единаесет",
        "16": "шеснаесет",
        "20": "дваесет",    
        "30": "триесет",
        "40": "четириесет",
        "50": "педесет",
        "60": "шеесет",
        "70": "седумдесет",
        "80": "осумдесет",
        "90": "деведесет",
        sufixUnder20: "наесет",
        "singularSufix": "",
        "pluralSufix": ""
    },
    hundreds: {
        "100": "сто",
        "200": "двесте",
        "300": "триста",
        "600": "шестотини",
        "singularSufix": "",
        "pluralSufix": "стотини"
    },
    thousands: {
        "1": "една",
        "2": "две",
        "singularSufix": "илјада",
        "pluralSufix": "илјади"
    },
    millions: {
        "1": "еден",
        "2": "два",
        "singularSufix": "милион",
        "pluralSufix": "милиони"
    },
    billions: {
        "1": "една",
        "2": "две",
        "singularSufix": "милијарда",
        "pluralSufix": "милијарди"
    },
    minus: "минус",
};


